/* 
  ITDeviceMoviesViewCtrl.string
  iToolsMain

  Created by Aaron on 7/18/13.
  Copyright (c) 2013 __MyCompanyName__. All rights reserved.
*/

"MediaCategoryMovie"        = "電影";
"MediaCategoryTVShow"       = "電視節目";
"MediaCategoryMusicVideo"   = "音樂視頻";
"MediaCategoryPodcast"      = "播客";
"MediaCategoryiTunesU"      = "iTunes U";
"MediaCategoryPlayList"     = "播放列表";
"MusicPlayLisAll"           = "所有音樂";

"MetadataUnknow"            = "未知";

"RemoveAlertTitle"              = "你確定要刪除影片嗎？";
"RemoveMusicAlertTitle"         = "你確定要刪除播放列表中的音樂嗎？";
"RemoveAlertDefaultButton"      = "確定";
"RemoveAlertAlternateButton"    = "取消";

"StatusTemplate"                = "%d 部電影";
"StatusSelectedTemplate"        = "%d 部電影, %d 選中";

"StatusTemplateTVShow"          = "%d 部電視節目";
"StatusSelectedTemplateTVShow"  = "%d 部電視節目, %d 選中";

"StatusTemplateMusicVideo"          = "%d 部音樂視頻";
"StatusSelectedTemplateMusicVideo"  = "%d 部音樂視頻, %d 選中";

"StatusTemplatePodcast"         = "%d 部播客";
"StatusSelectedTemplatePodcast" = "%d 部播客, %d 選中";

"StatusTemplateiTunesU"         = "%d 部iTunes U";
"StatusSelectedTemplateiTunesU" = "%d 部iTunes U, %d 選中";

"StatusTemplatePlayList"         = "%d 首音樂";
"StatusSelectedTemplatePlayList" = "%d 首音樂, %d 選中";

"ContextMenuImport"         = "導入";
"ContextMenuRemove"         = "刪除";
"ContextMenuExport"         = "匯出";

"ProgressConvert"           = "轉換中...";
"ProgressImport"            = "導入...";
"ProgressRefresh"           = "刷新...";
"ProgressRemove"            = "刪除...";

"ConvertFailedTitle"        = "以下影片轉換失敗";
"MediaOPRSATHostBusy"       = "設備繁忙，請稍後再試";
"MediaOPRSiTunesInit"       = "無法讀取資料，請嘗試用iTunes對設備進行初始化後再試";
"MediaOPRSATHostBad"        = "操作失敗，請稍候再試";
"MediaOPRSUnknow"           = "未知錯誤，請稍後再試";

"UnsupportedFileAlertTitle" = "不支援的檔案類型\n影片僅支援mp4、m4v、mov、flv、f4v、webm、3gp、rmvb、mpg、mkv、avi、wmv、vob、ts檔";
